Repository: mozilla-l10n/mt-training-data
Catalog: sva/sva_pontoon.tmx
Source language: en_us
Languages: sva

source: attack
sva: თავდასხმა

source: attacker
sva: თავდამსხმელ

source: Attack Site
sva: თავდასხმა̄̈ საიტ

source: attendee
sva: დამსწრე

source: authenticate
sva: ავთენტიფიკაცია

source: authenticated
sva: ავთენტიფიცირებულ

source: authentication code
sva: ავთენტიფიკაციის კოდი

source: autoplay
sva: აუ̂ტომატურ ლიშუ̂მე

source: backup authentication code
sva: აუ̂ტორიზაცია̄̈ სარეზერვო კოდ

source: bookmark
sva: ლანშა̈ნ

source: breakpoint
sva: ლაჩრაუ̂ალ წერტილ

source: Bug report
sva: ნაქადუ̂ი ანგრიშ

source: certificate authority
sva: აუ̂ტორიზაცია̄̈ სერთიფიკატ

source: cipher
sva: შიფრ

source: clipboard
sva: ბუფერ

source: colorway
sva: ფერად

source: confirmation code
sva: ლიდასტურე̄მი კოდ

source: context
sva: კონტექსტ

source: cookie banner
sva: ქუქი-ბანერ

source: corrupt
sva: კორუფცია

source: corrupted
sva: კორუმპირებულ

source: crash
sva: ავარია

source: cross-site tracking cookie
sva: საიტრე უშხუ̂არნე̄სგა სათვალთვალო ქუქ

source: cryptominer
sva: კრიპტომაინერ

source: cryptomining
sva: კრიპტომაინინგ

source: debug
sva: გამართვა

source: deceptive site
sva: ლაღრუვა̄ლ საიტ

source: decode
sva: გაშიფვრა

source: decryption
sva: გაშიფვრა

source: disinformation
sva: დეზინფორმაცია

source: distrust
sva: ნაუმუნდი

source: email mask
sva: ელფოსტა̄̈ ლალფა̈რ

source: enable
sva: ჩართვა

source: encode
sva: კოდირება

source: encrypt
sva: ჩულიშჷფრა̈ვი

source: encryption
sva: ლიშიფრა̈უ̂ი

source: end user
sva: ღუ̂ეშგინპილჲა̈ მომხმარებელ

source: Enhanced Tracking Protection
sva: ხოშა ლჷსკეთე დაცვა ლიცი̄უ̂ა̈რიხა̈ნქა

source: extension
sva: გაფართოება

source: fingerprinter
sva: ფხულე̄მი ნაზიმ

source: fingerprinting
sva: ფხულე̄მი ნაზიმი ლიკედ

source: Firefox View
sva: Firefox ხედ

source: grassroots
sva: საბაზო

source: home page
sva: თაუ̂ა̈რ გუ̂ერდ

source: import
sva: იმპორტ

source: independent browser
sva: დამოუკიდებელ ბრაუზერ

source: innovations
sva: ინოვაცია̄̈ლ

source: insecure
sva: ულჩა

source: installation
sva: ინსტალაცია

source: Issue
sva: პრობლემა

source: Legacy extension
sva: მემკვიდროებით ქალიმშა̄რე

source: MDN
sva: მდნ

source: misinformation
sva: დეზინფორმაცია

source: native
sva: მშობლიურ

source: net neutrality
sva: წმინდ ნეიტრალურობ

source: nonprofit
sva: არაკომერციულ

source: non-profit
sva: მა̄მამომგებია̄̈ნ

source: open source
sva: ღია წყარო

source: override
sva: ქალოხსერის

source: phone number mask
sva: ტელეფონიშ ნომრი ლალფა̈რ

source: pop-up
sva: უნენიად ლითნე

source: preference
sva: უპირატესობ

source: Privacy Notice
sva: კონფიდეციალურობა̄̈ ლიბჟინე

source: release
sva: ქალიფშუ̂დე

source: report
sva: ანგარიშ

source: restricted site
sva: შეზღუდულ საიტ

source: revert
sva: ღუ̂ეშგდ ლიტეხ

source: Review checker
sva: გამოხმაურება̄ლე ლიმწუ̂მანე

source: search suggestion
sva: ლათხე̄ლ წინადადება

source: security keys
sva: უსაფრთხოება̄̈ კჷლა̈რ

source: sensitive
sva: მგრძნობიარე

source: sidebar
sva: ლესგხა̈ნი პანელ

source: sign
sva: ნიშა̈ნ

source: signer
sva: შიმი მჷგნა̄ლა

source: sign in
sva: სგა ლი̄ზი

source: sign-in
sva: სგა-ლი̄ზი

source: studies
sva: კუ̂ლეუ̂ა̄̈ლ

source: Terms of Service
sva: მომსახურბა̄̈ პირობა̈ლ

source: track
sva: თემი ლიხუ̂ტინე

source: trackers
sva: ტრეკერა̈ლ

source: Tracking Content
sva: შინაარის ლითე̄რუ̂ე

source: unencrypted
sva: უშიფრაუ̂ა

source: unresponsive
sva: გამოხმაურებაურდ

source: unsafe
sva: მა̄მა უსაფრთხო

source: validate
sva: ლიდასტურე

source: validity
sva: ვალიდურობ

source: version
sva: ვერსია

source: Web Authentication
sva: ვებ-ავთენტიფიკაცია
